{
    "Inicio":"Inici",
    "Tienda online":"Botiga en línia",
    "Compra-venta":"Compra-venda",
    "Subir producto":"Pujar producte",
    "Añadir producto a tienda":"Afegir producte a botiga",
    "Mensajes":"Missatges",
    "CONTACTO":"Contacte",
    "Perfil":"Perfil",
    "Editar perfil":"Editar perfil",
    "Cerrar sesión":"Tancar sessió",
    "Iniciar Sesión":"Iniciar sessió",
    "Registrarse":"Registrar-se",

    "¡Bienvenido a RenovaMarket! Tu destino confiable para comprar y vender una amplia variedad de productos de segunda mano.":"¡Benvingut a RenovaMarket! El teu destí de confiança per a comprar i vendre una àmplia varietat de productes de segona mà.",
    "Explora nuestro catálogo diverso y únete a una comunidad de compradores y vendedores apasionados. ¡Encuentra la tuya hoy!":"Explora el nostre catàleg divers i uneix-te a una comunitat de compradors i venedors apassionats. ¡Troba la teva avui!",

    "¡Bienvenido a RenovaMarket!":"¡Benvingut a RenovaMarket!",
    "¡Dale una nueva vida a los objetos que ya no utilizas! En RenovaMarket, creemos en el valor de la reutilización y te ofrecemos una plataforma segura y fácil de usar para":"¡Dona-li una nova vida als objectes que ja no utilitzes! En RenovaMarket, creiem en el valor de la reutilització i t'oferim una plataforma segura i fàcil d'usar per",
    "vender tus productos de segunda mano. Al mismo tiempo, puedes descubrir tesoros escondidos que otros han puesto a la venta. ¡Únete a nosotros y forma parte de la economía circular!":"a vendre els teus productes de segona mà. Al mateix temps, pots descobrir tresors amagats que uns altres han posat a la venda.¡Uneix-te a nosaltres i forma part de l'economia circular!",

    "¡Descubre nuestra variedad de productos de segunda mano y nuevos!":"¡Descobreix la nostra varietat de productes de segona mà i nous!",
    "En RenovaMarket, no solo encontrarás una amplia gama de productos de segunda mano, sino también una selección de productos nuevos de alta calidad.":"En RenovaMarket, no sols trobaràs una àmplia gamma de productes de segona mà, sinó també una selecció de productes nous d'alta qualitat.",
    "Ya sea que estés buscando un libro raro, un mueble vintage o un gadget tecnológico nuevo, seguro que lo encontrarás en nuestra plataforma. ¡Explora y descubre tus próximas adquisiciones!":"sigui que estiguis buscant un llibre rar, un moble vintage o un gadget tecnològic nou, segur que el trobaràs en la nostra plataforma. ¡Explora i descobreix les teves pròximes adquisicions!",

    "¡Únete a nuestra comunidad y encuentra lo que necesitas!":"¡Uneix-te a la nostra comunitat i troba el que necessites!",
    "RenovaMarket es más que una plataforma de compra y venta, es una comunidad de personas que valoran la reutilización y el intercambio. Al unirte a nosotros, no solo tendrás la oportunidad":"RenovaMarket és més que una plataforma de compra i venda, és una comunitat de persones que valoren la reutilització i l'intercanvi. En unir-te a nosaltres, no sols tindràs l'oportunitat",
    "de comprar y vender, sino también de conectar con otros usuarios, compartir tus intereses y contribuir a un consumo más sostenible. ¡Únete a RenovaMarket y encuentra exactamente lo que necesitas!":"de comprar i vendre, sinó també de connectar amb altres usuaris, compartir els teus interessos i contribuir a un consum més sostenible. ¡Uneix-te a RenovaMarket i troba exactament el que necessites!",

    "Categorías":"Categories",
    "Buscar":"Buscar",
    "Todas las categorías":"Totes les categories",
    "Electrodomésticos":"Electrodomèstics",
    "Moda y accesorios":"Moda i accessoris",
    "Móviles":"Mòbils",
    "Muebles":"Mobles",
    "Informática":"Informàtica",
    "Ordenar por precio":"Ordenar per preu",
    "Mayor a menor":"Major a menor",
    "Menor a mayor":"Menor a major",

    "Está seguro de eliminar este producto":"Està segur d'eliminar aquest producte",
    "Sí":"Sí",
    "No":"No",
    "Cantidad":"Cantitat",

    "Nombre":"Nom",
    "Descripción":"Descripció",
    "Precio":"Preu",
    "Categoría":"Categoria",
    "Imagen":"Imatge",
    "Añadir producto":"Afegir producte",

    "El nombre del producto es obligatorio.":"El nom del producte és obligatori.",
    "El nombre del producto debe ser texto.": "El nom del producte ha de ser text",
    "El nombre del producto debe tener al menos 4 caracteres.": "El nom del producte ha de tenir almenys 4 caràcters.",
    "El nombre del producto no puede tener más de 30 caracteres.": "El nom del producte no pot tenir més de 30 caràcters.",
    "El nombre del producto no puede comenzar con un número.": "El nom del producte no pot començar amb un número.",
    "La descripción del producto es obligatoria.": "La descripció del producte és obligatòria.",
    "La descripción del producto no puede tener más de 200 caracteres.": "La descripció del producte no pot tenir més de 200 caràcters.",
    "La descripción del producto debe ser un texto.": "La descripció del producte ha de ser un text.",
    "La descripción del producto no puede comenzar con un número.": "La descripció del producte no pot començar amb un número.",
    "El precio del producto es obligatorio.": "El preu del producte és obligatori.",
    "El precio del producto debe ser un número.": "El preu del producte ha de ser un número.",
    "El precio del producto no puede ser negativo.": "El preu del producte no pot ser negatiu.",
    "El precio del producto no puede ser mayor a 9999.99€.": "El preu del producte no pot ser major a 9999.99€.",
    "El precio del producto debe tener máximo dos decimales.":"El preu del producte ha de tenir màxim dos decimals.",
    "La categoría del producto es obligatoria.": "La categoria del producte és obligatòria.",
    "La categoría del producto debe ser un texto.": "La categoria del producte ha de ser un text.",
    "La categoría seleccionada no es válida.": "La categoria seleccionada no és vàlida.",
    "La imagen del producto es obligatoria.": "La imatge del producte és obligatòria.",
    "El archivo debe ser una imagen.": "L'arxiu ha de ser una imatge.",
    "El archivo debe ser una imagen de tipo JPEG, JPG o PNG.": "L'arxiu ha de ser una imatge de tipus JPEG, JPG o PNG.",
    "El tamaño máximo permitido para la imagen es de 2048 kilobytes.": "La grandària màxima permesa per a la imatge és de 2048 kilobytes.",
    "El stock del producto es obligatorio.":"L'estoc del producte és obligatori.",
    "El stock del producto debe ser un número entero.":"L'estoc del producte ha de ser un nombre enter.",
    "El stock del producto no puede ser negativo y debe de ser mínimo 1.":"L'estoc del producte no pot ser negatiu i ha de ser mínim 1.",
    "El stock del producto no puede ser mayor a 1000.":"L'estoc del producte no pot ser major a 1000.",
    "Editar Producto":"Editar Producte",
    "No hay productos disponibles.":"No hi ha productes disponibles.",
    "Perfil de usuario":"Perfil d'usuari",
    "Eliminar cuenta":"Eliminar compte",
    "Está seguro de eliminar su cuenta?":"Està segur d'eliminar el seu compte?",
    "Sí, eliminar cuenta":"Sí, eliminar compte",
    "Cancelar":"Cancel·lar",
    "Correo electrónico":"Correu electrònic",
    "Fecha de cumpleaños":"Data d'aniversari",
    "Contraseña":"Contrasenya",
    "Guardar cambios":"Desar canvis",

    "Ya existe un usuario con este nombre.":"Ja existeix un usuari amb aquest nom.",
    "El campo nombre es obligatorio.":"El camp nomeni és obligatori.",
    "El campo nombre debe ser una cadena de texto.":"El camp nomeni ha de ser una cadena de text.",
    "El campo nombre debe tener al menos 4 caracteres.":"El camp nomeni ha de tenir almenys 4 caràcters.",
    "El campo nombre no puede tener más de 20 caracteres.":"El camp nomeni no pot tenir més de 20 caràcters.",
    "El campo nombre no debe empezar por un número.":"El camp nomeni no ha de començar per un número.",
    "El campo correo es obligatorio.":"El camp correu és obligatori.",
    "El campo correo debe ser una dirección de correo electrónico válida.":"El camp correu ha de ser una adreça de correu electrònic vàlida.",
    "El campo correo debe tener al menos 10 caracteres.":"El camp correu ha de tenir almenys 10 caràcters.",
    "El campo correo no puede tener más de 50 caracteres.":"El camp correu no pot tenir més de 50 caràcters.",
    "Ya existe un usuario con este email.":"Ja existeix un usuari amb aquest email.",
    "El campo contraseña es obligatorio.":"El camp contrasenya és obligatori.",
    "El campo contraseña debe ser una cadena de texto.":"El camp contrasenya ha de ser una cadena de text.",
    "El campo contraseña debe tener al menos 8 caracteres.":"El camp contrasenya ha de tenir almenys 8 caràcters.",
    "El campo fecha de nacimiento es obligatorio.":"El camp data de naixement és obligatori.",
    "El campo fecha de nacimiento debe ser una fecha válida.":"El camp data de naixement ha de ser una data vàlida.",
    "La foto de perfil debe ser una imagen.":"La foto de perfil ha de ser una imatge.",
    "La foto de perfil debe ser de tipo JPEG PNG o JPG.":"La foto de perfil ha de ser de tipus JPEG PNG o JPG.",
    "La foto de perfil no puede superar los 2MB.":"La foto de perfil no pot superar els 2MB.",
    "Comprar":"Comprar",
    "Datos de la Tarjeta de Crédito":"Dades de la Targeta de Crèdit",
    "Nombre del titular":"Nom del titular",
    "Número de tarjeta":"Número de targeta",
    "Fecha de caducidad":"Data de caducitat",
    "Producto":"Producte",
    "Total a pagar":"Total a pagar",
    "Se ha realizado la compra con éxito!":"S'ha realitzat la compra amb èxit!",
    "Listado de Chats":"Llistat de Xats",
    "Propietario":"Propietari",
    "No hay chats disponibles.":"No hi ha xats disponibles.",
    "Enviar mensaje":"Enviar missatge",
    "No se puede agregar más cantidad de este producto al carrito.":"No es pot agregar més quantitat d'aquest producte al carret.",
    "El artículo ha sido agregado a su carrito!":"L'article ha estat agregat al seu carret!",
    "El producto no está disponible en stock.":"El producte no està disponible en estoc.",
    "El articulo ha sido borrado!":"L'articulo ha estat esborrat!",
    "Se ha actualizado el carrito!":"S'ha actualitzat el carret!",
    "El carrito ha sido borrado con éxito!":"El carret ha estat esborrat amb èxit!",
    "La cantidad solicitada excede el stock disponible.":"La quantitat sol·licitada excedeix l'estoc disponible.",
    "Volver":"Tornar",
    "Producto(s) en el carrito":"Producte(s) en el carret",
    "No hay productos en el carrito":"No hi ha productes en el carret",
    "Detalles de la tarjeta":"Detalls de la targeta",
    "Tipos admitidos":"Tipus admesos",
    "Numero tarjeta":"Numero targeta",
    "Subtotal":"Subtotal",
    "Envío":"Enviament",
    "Total":"Total",
    "Incl. IVA":"Incl. IVA",
    "Realizar compra":"Realitzar compra",
    "No se encontraron datos del carrito o el carrito está vacío":"No es van trobar dades del carret o el carret està buit",
    "Vaciar Carrito":"Buidar Carret",
    "Compra exitosa":"Compra reeixida",
    "¿Desea imprimir la factura?":"¿Desitja imprimir la factura?",
    "Imprimir":"Imprimir",
    "Editar producto":"Editar producte",
    "Mensajes del Producto":"Missatges del Producte",
    "Lo sentimos, la página que estás buscando no pudo ser encontrada.":"Ho sentim, la pàgina que estàs buscant no va poder ser trobada.",
    "Ir a la página principal":"Anar a la pàgina principal",
    "Compra-Venta":"Compravenda",
    "Carrito":"Carret",
    "Iniciar sesión":"Iniciar sessió",
    "Create una cuenta!":"Create un compte!",
    "y disfruta de nuestra maravillosa comunidad.":"i gaudeix de la nostra meravellosa comunitat.",
    "Nombre de usuario":"Nom d'usuari",
    "CREAR CUENTA":"CREAR COMPTE",
    "Ya tienes cuenta?":"Ja tens compte?",
    "INICIAR SESIÓN":"INICIAR SESSIÓ",
    "Usuario":"Usuari",
    "¿No tienes cuenta aún?":"No tens compte encara?",
    "BIENVENIDO A NUESTRA COMUNIDAD!":"BENVINGUT A LA NOSTRA COMUNITAT!",
    "Recordar inicio de sesión":"Recordar inici de sessió",
    "Error al acceder a la aplicación":"Error en accedir a l'aplicació"



}

