{
    "Inicio":"Inici",
    "Tienda online":"Botiga en línia",
    "Compra-venta":"Compra-venda",
    "Subir producto":"Pujar producte",
    "Mensajes":"Missatges",
    "CONTACTO":"Contacte",
    "Perfil":"Perfil",
    "Editar perfil":"Editar perfil",
    "Cerrar sesión":"Tancar sessió",
    "Iniciar Sesión":"Iniciar sessió",
    "Registrarse":"Registrar-se",

    "¡Bienvenido a RenovaMarket! Tu destino confiable para comprar y vender una amplia variedad de productos de segunda mano.":"¡Benvingut a RenovaMarket! El teu destí de confiança per a comprar i vendre una àmplia varietat de productes de segona mà.",
    "Explora nuestro catálogo diverso y únete a una comunidad de compradores y vendedores apasionados. ¡Encuentra la tuya hoy!":"Explora el nostre catàleg divers i uneix-te a una comunitat de compradors i venedors apassionats. ¡Troba la teva avui!",

    "¡Bienvenido a RenovaMarket!":"¡Benvingut a RenovaMarket!",
    "¡Dale una nueva vida a los objetos que ya no utilizas! En RenovaMarket, creemos en el valor de la reutilización y te ofrecemos una plataforma segura y fácil de usar para":"¡Dona-li una nova vida als objectes que ja no utilitzes! En RenovaMarket, creiem en el valor de la reutilització i t'oferim una plataforma segura i fàcil d'usar per",
    "vender tus productos de segunda mano. Al mismo tiempo, puedes descubrir tesoros escondidos que otros han puesto a la venta. ¡Únete a nosotros y forma parte de la economía circular!":"a vendre els teus productes de segona mà. Al mateix temps, pots descobrir tresors amagats que uns altres han posat a la venda.¡Uneix-te a nosaltres i forma part de l'economia circular!",

    "¡Descubre nuestra variedad de productos de segunda mano y nuevos!":"¡Descobreix la nostra varietat de productes de segona mà i nous!",
    "En RenovaMarket, no solo encontrarás una amplia gama de productos de segunda mano, sino también una selección de productos nuevos de alta calidad.":"En RenovaMarket, no sols trobaràs una àmplia gamma de productes de segona mà, sinó també una selecció de productes nous d'alta qualitat.",
    "Ya sea que estés buscando un libro raro, un mueble vintage o un gadget tecnológico nuevo, seguro que lo encontrarás en nuestra plataforma. ¡Explora y descubre tus próximas adquisiciones!":"sigui que estiguis buscant un llibre rar, un moble vintage o un gadget tecnològic nou, segur que el trobaràs en la nostra plataforma. ¡Explora i descobreix les teves pròximes adquisicions!",

    "¡Únete a nuestra comunidad y encuentra lo que necesitas!":"¡Uneix-te a la nostra comunitat i troba el que necessites!",
    "RenovaMarket es más que una plataforma de compra y venta, es una comunidad de personas que valoran la reutilización y el intercambio. Al unirte a nosotros, no solo tendrás la oportunidad":"RenovaMarket és més que una plataforma de compra i venda, és una comunitat de persones que valoren la reutilització i l'intercanvi. En unir-te a nosaltres, no sols tindràs l'oportunitat",
    "de comprar y vender, sino también de conectar con otros usuarios, compartir tus intereses y contribuir a un consumo más sostenible. ¡Únete a RenovaMarket y encuentra exactamente lo que necesitas!":"de comprar i vendre, sinó també de connectar amb altres usuaris, compartir els teus interessos i contribuir a un consum més sostenible. ¡Uneix-te a RenovaMarket i troba exactament el que necessites!",

    "Categorías":"Categories",
    "Buscar":"Buscar",
    "Todas las categorías":"Totes les categories",
    "Electrodomésticos":"Electrodomèstics",
    "Moda y accesorios":"Moda i accessoris",
    "Móviles":"Mòbils",
    "Muebles":"Mobles",
    "Informática":"Informàtica",
    "Ordenar por precio":"Ordenar per preu",
    "Mayor a menor":"Major a menor",
    "Menor a mayor":"Menor a major"

}
