{
    "Inicio":"Home",
    "Tienda online":"Online store",
    "Compra-venta":"Buy-sell",
    "Subir producto":"Upload product",
    "Añadir producto a tienda":"Add product to store",
    "Mensajes":"Messages",
    "CONTACTO":"Contact",
    "Perfil":"Profile",
    "Editar perfil":"Edit profile",
    "Cerrar sesión":"Log out",
    "Iniciar Sesión":"Log in",
    "Registrarse":"Sign up",

    "¡Bienvenido a RenovaMarket! Tu destino confiable para comprar y vender una amplia variedad de productos de segunda mano.":"¡Welcome to RenovaMarket! Your trusted destination to buy and sell a wide variety of second hand products.",
    "Explora nuestro catálogo diverso y únete a una comunidad de compradores y vendedores apasionados. ¡Encuentra la tuya hoy!":"Explore our diverse catalog and join a community of passionate buyers and sellers  ¡find yours today!",

    "¡Bienvenido a RenovaMarket!":"¡Welcome to RenovaMarket!",
    "¡Dale una nueva vida a los objetos que ya no utilizas! En RenovaMarket, creemos en el valor de la reutilización y te ofrecemos una plataforma segura y fácil de usar para":"¡Give a new life to the objects you no longer use! At RenovaMarket, we believe in the value of reuse and we offer you a safe and easy-to-use platform",
    "vender tus productos de segunda mano. Al mismo tiempo, puedes descubrir tesoros escondidos que otros han puesto a la venta. ¡Únete a nosotros y forma parte de la economía circular!":"to sell your second-hand products. At the same time, you can discover hidden treasures that others have put up for sale - join us and be part of the circular economy!",

    "¡Descubre nuestra variedad de productos de segunda mano y nuevos!":"¡Discover our variety of second-hand and new products!",
    "En RenovaMarket, no solo encontrarás una amplia gama de productos de segunda mano, sino también una selección de productos nuevos de alta calidad.":"At RenovaMarket, you will not only find a wide range of second hand products, but also a selection of high quality new products.",
    "Ya sea que estés buscando un libro raro, un mueble vintage o un gadget tecnológico nuevo, seguro que lo encontrarás en nuestra plataforma. ¡Explora y descubre tus próximas adquisiciones!":"Whether you're looking for a rare book, a vintage piece of furniture or a new tech gadget, you're sure to find it on our platform. ¡Browse and discover your next acquisitions!",

    "¡Únete a nuestra comunidad y encuentra lo que necesitas!":"¡Join our community and find what you need!",
    "RenovaMarket es más que una plataforma de compra y venta, es una comunidad de personas que valoran la reutilización y el intercambio. Al unirte a nosotros, no solo tendrás la oportunidad":"RenovaMarket is more than a buying and selling platform, it is a community of people who value reuse and exchange. By joining us, you will not only have the opportunity",
    "de comprar y vender, sino también de conectar con otros usuarios, compartir tus intereses y contribuir a un consumo más sostenible. ¡Únete a RenovaMarket y encuentra exactamente lo que necesitas!":"to buy and sell, but also to connect with other users, share your interests and contribute to a more sustainable consumption. ¡Join RenovaMarket and find exactly what you need!",

    "Categorías":"Categories",
    "Buscar":"Search",
    "Todas las categorías":"All categories",
    "Electrodomésticos":"Appliances",
    "Moda y accesorios":"Fashion and accessories",
    "Móviles":"Mobiles",
    "Muebles":"Furniture",
    "Informática":"Computing",
    "Ordenar por precio":"Sort by price",
    "Mayor a menor":"Major to minor",
    "Menor a mayor":"Minor to major",

    "Está seguro de eliminar este producto":"Are you sure to remove this product",
    "Sí":"Yes",
    "No":"No",
    "Cantidad":"Stock",

    "Nombre":"Name",
    "Descripción":"Description",
    "Precio":"Price",
    "Categoría":"Category",
    "Imagen":"Image",
    "Añadir producto":"Add product",

    "El nombre del producto es obligatorio.":"The product name is mandatory.",
    "El nombre del producto debe ser texto.": "The product name must be text.",
    "El nombre del producto debe tener al menos 4 caracteres.": "Product name must be at least 4 characters.",
    "El nombre del producto no puede tener más de 30 caracteres.": "The product name cannot be longer than 30 characters.",
    "El nombre del producto no puede comenzar con un número.": "The product name cannot begin with a number.",
    "La descripción del producto es obligatoria.": "The product description is mandatory.",
    "La descripción del producto no puede tener más de 200 caracteres.": "The product description may not be longer than 200 characters.",
    "La descripción del producto debe ser un texto.": "“The product description must be a single character.",
    "La descripción del producto no puede comenzar con un número.": "The product description cannot begin with a number.",
    "El precio del producto es obligatorio.": "The price of the product is mandatory.",
    "El precio del producto debe ser un número.": "The price of the product must be a number.",
    "El precio del producto no puede ser negativo.": "The price of the product cannot be negative.",
    "El precio del producto no puede ser mayor a 9999.99€.": "The price of the product cannot be greater than $9999.99.",
    "El precio del producto debe tener máximo dos decimales.":"The price of the product must have a maximum of two decimal places.",
    "La categoría del producto es obligatoria.": "The product category is mandatory.",
    "La categoría del producto debe ser un texto.": "The product category must be a text.",
    "La categoría seleccionada no es válida.": "The selected category is invalid.",
    "La imagen del producto es obligatoria.": "The image of the product is mandatory.",
    "El archivo debe ser una imagen.": "The file must be an image.",
    "El archivo debe ser una imagen de tipo JPEG, JPG o PNG.": "The file must be an image of type JPEG, JPG or PNG.",
    "El tamaño máximo permitido para la imagen es de 2048 kilobytes.": "The maximum size allowed for the image is 2048 kilobytes.",
    "El stock del producto es obligatorio.":"The product stock is mandatory.",
    "El stock del producto debe ser un número entero.":"The product stock must be a whole number.",
    "El stock del producto no puede ser negativo y debe de ser mínimo 1.":"Product stock cannot be negative and must be at least 1.",
    "El stock del producto no puede ser mayor a 1000.":"Product stock cannot be greater than 1000.",
    "Editar Producto":"Edit Product",
    "No hay productos disponibles.":"There are no products available.",
    "Perfil de usuario":"User profile",
    "Eliminar cuenta":"Delete account",
    "Está seguro de eliminar su cuenta?":"Are you sure to delete your account?",
    "Sí, eliminar cuenta":"Yes, delete account",
    "Cancelar":"Cancel",
    "Correo electrónico":"Email",
    "Fecha de cumpleaños":"Birthday",
    "Contraseña":"Password",
    "Guardar cambios":"Save changes",
    "Ya existe un usuario con este nombre.":"There already exists a user with this name.",
    "El campo nombre es obligatorio.":"The name field is mandatory.",
    "El campo nombre debe ser una cadena de texto.":"The name field must be a text string.",
    "El campo nombre debe tener al menos 4 caracteres.":"The name field must be at least 4 characters long.",
    "El campo nombre no puede tener más de 20 caracteres.":"The name field cannot be longer than 20 characters.",
    "El campo nombre no debe empezar por un número.":"The name field must not start with a number.",
    "El campo correo es obligatorio.":"The mail field is mandatory.",
    "El campo correo debe ser una dirección de correo electrónico válida.":"The email field must be a valid email address.",
    "El campo correo debe tener al menos 10 caracteres.":"The mail field must be at least 10 characters long.",
    "El campo correo no puede tener más de 50 caracteres.":"The mail field cannot be longer than 50 characters.",
    "Ya existe un usuario con este email.":"A user with this email already exists.",
    "El campo contraseña es obligatorio.":"The password field is required.",
    "El campo contraseña debe ser una cadena de texto.":"The password field must be a text string.",
    "El campo contraseña debe tener al menos 8 caracteres.":"The password field must be at least 8 characters long.",
    "El campo fecha de nacimiento es obligatorio.":"The date of birth field is required.",
    "El campo fecha de nacimiento debe ser una fecha válida.":"The date of birth field must be a valid date.",
    "La foto de perfil debe ser una imagen.":"The profile picture must be an image.",
    "La foto de perfil debe ser de tipo JPEG PNG o JPG.":"The profile picture must be of type JPEG PNG or JPG.",
    "La foto de perfil no puede superar los 2MB.":"The profile picture cannot exceed 2MB.",
    "Comprar":"Purchase",
    "Datos de la Tarjeta de Crédito":"Credit Card Details",
    "Nombre del titular":"Cardholder Name",
    "Número de tarjeta":"Card Number",
    "Fecha de caducidad":"Expiration date",
    "Producto":"Product",
    "Total a pagar":"Total to be paid",
    "Se ha realizado la compra con éxito!":"The purchase has been successfully completed!",
    "Listado de Chats":"Chats List",
    "Propietario":"Owner",
    "No hay chats disponibles.":"No chats available.",
    "Enviar mensaje":"Send message",
    "No se puede agregar más cantidad de este producto al carrito.":"You cannot add more quantity of this product to your cart.",
    "El artículo ha sido agregado a su carrito!":"The item has been added to your cart!",
    "El producto no está disponible en stock.":"The product is not in stock.",
    "El articulo ha sido borrado!":"The item has been deleted!",
    "Se ha actualizado el carrito!":"Cart has been updated!",
    "El carrito ha sido borrado con éxito!":"The cart has been successfully deleted!",
    "La cantidad solicitada excede el stock disponible.":"The requested quantity exceeds the available stock.",
    "Volver":"Back to top",
    "Producto(s) en el carrito":"Product(s) in cart",
    "No hay productos en el carrito":"No products in cart",
    "Detalles de la tarjeta":"Card details",
    "Tipos admitidos":"Types accepted",
    "Numero tarjeta":"Card number",
    "Subtotal":"Subtotal",
    "Envío":"Shipping",
    "Total":"Total",
    "Incl. IVA":"Incl. VAT",
    "Realizar compra":"Checkout",
    "No se encontraron datos del carrito o el carrito está vacío":"No cart data found or cart is empty",
    "Vaciar Carrito":"Empty Cart",
    "Compra exitosa":"Purchase successful",
    "¿Desea imprimir la factura?":"¿Do you want to print the invoice?",
    "Imprimir":"Print",
    "Editar producto":"Edit product",
    "Mensajes del Producto":"Product Messages",
    "Lo sentimos, la página que estás buscando no pudo ser encontrada.":"Sorry, the page you are looking for could not be found.",
    "Ir a la página principal":"Go to main page",
    "Compra-Venta":"Buy-Sell",
    "Carrito":"Cart",
    "Iniciar sesión":"Sign in",
    "Create una cuenta!":"Create an account!",
    "y disfruta de nuestra maravillosa comunidad.":"and enjoy our wonderful community",
    "Nombre de usuario":"Username",
    "CREAR CUENTA":"CREATE ACCOUNT",
    "Ya tienes cuenta?":"Already have an account?"


}
